Repository: flattool/flattool-gui
Catalog: po/*.po
Languages: hu, pl, pt_br, tr, uk

source: flatpak
uk: flatpak;флатпак;додатки;програми;видалити;встановити;

source: Manage all things Flatpak
hu: Kezeldje a Flatpak-jeit
pt_br: Gerencie tudo relacionado a Flatpak
tr: Flatpak ile ilgili her şeyi yönetin
uk: Керуйте вашими Flatpak пакунками

source: Warehouse is an app that manages installed Flatpaks, their user data, and Flatpak remotes.
hu: A Raktárral a telepített Flatpak-jeit, azok adatait és tárolóit kezelheti.
pt_br: Warehouse é um aplicativo que gere os Flatpaks instalados, seus dados de usuário, e os repositórios remotos de Flatpak.
tr: Warehouse, kurulu Flatpak'leri, ilgili kullanıcı verilerini ve Flatpak uzaklarını yöneten bir uygulamadır.
uk: Warehouse це додаток для керування встановленими Flatpak пакунками, їхніми даними користувача та віддаленими сховищами Flatpak.

source: Features:
hu: Funkciók:
pt_br: Recursos:
tr: Özellikler:
uk: Можливості:

source: Show and filter the list of installed Flatpaks
hu: A telepített Flatpak-ek listájának szűrése
pt_br: Mostrar e filtrar a lista de Flatpaks instalados
tr: Kurulu Flatpak'lerin listesini göster ve süz
uk: Відображення та фільтрування списку встановлених Flatpak пакунків

source: Display properties of installed Flatpaks
hu: A telepített Flatpak-ek tulajdonságainak megjelnítése
pt_br: Mostrar as propriedades dos Flatpaks instalados
tr: Kurulu Flatpak'lerin özelliklerini görüntüle
uk: Відображення властивостей встановлених Flatpak пакунків

source: Manage large groups of Flatpaks at once
hu: Flatpak-ek csoportjainak kezelése
pt_br: Gerir grandes grupos de Flatpaks de uma só vez
tr: Büyük Flatpak gruplarını aynı anda yönet
uk: Керування великими група Flatpak пакунків одночасно

source: Add and remove Flatpak remotes
hu: Flatpak tárolók hozzáadása és eltávolítása
pt_br: Adicionar e remover repositórios remotos de Flatpak
tr: Flatpak uzaklarını ekle ve kaldır
uk: Додавання і видаляння віддалених сховищ Flatpak

source: Find and trash leftover user data
hu: Maradék felhasználói adatok törlése
pt_br: Encontrar e excluir dados de usuário residuais
tr: Kalan kullanıcı verilerini bul ve çöpe taşı
uk: Знайти та відправити у Смітник залишки даних користувача

source: Reinstall apps that have leftover data
hu: Applikációk újratelepítése, amelyeknek van maradék adatuk
pt_br: Reinstalar aplicativos que possuem dados residuais
tr: Artık veri içeren uygulamaları yeniden kur
uk: Перевстановити додатки які мають залишки даних

source: Cancel
hu: Mégse
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати

source: Downgrade
hu: Visszafejlesztés
pt_br: Reverter
tr: Sürüm Düşür
uk: Даунгрейд

source: Disable Updates
hu: Frissítések kikapcsolása
pt_br: Desativar atualizações
tr: Güncellemeleri Devre Dışı Bırak
uk: Вимкнути оновлення

source: Select a Release
hu: Kiadás kiválasztása
pt_br: Selecionar uma versão
tr: Bir Sürüm Seç
uk: Обрати реліз

source: This will uninstall the current release and install the chosen one instead. Note that downgrading can cause issues.
hu: Eltávolítja a jelenlegi kiadást és telepíti a kiválasztottat. A visszafejlesztés problémákkal járhat.
pt_br: Isso desinstalará a versão atual e instalará a versão escolhida no lugar dela. Note que reverter para uma versão anterior pode causar problemas.
tr: Bu, geçerli sürümü kaldıracak ve yerine seçilen sürümü kuracaktır. Sürüm düşürmenin sorunlara neden olabileceğini unutmayın.
uk: Ця дія видалить поточний реліз і встановить обраний замість нього. Зауважте, що даунгрейд може викликати проблеми.

source: Create Snapshots
pt_br: Criar snapshots
tr: Anlık Görüntü Oluştur
uk: Створити снапшоти

source: Filter List
hu: Lista szűrése
pt_br: Filtrar lista
tr: Listeyi Süz
uk: Фільтрувати список

source: Main Menu
hu: Főmenü
pl: Menu główne
pt_br: Menu principal
tr: Ana Menü
uk: Головне меню

source: Toggle Selection Mode
hu: Kiválasztási mód váltása
pt_br: Ativar/Desativar modo de seleção
tr: Seçim Kipini Değiştir
uk: Перемкнути режим вибору

source: Loading Flatpaks…
uk: Завантажуємо Flatpak-и…

source: This should only take a moment.
uk: Це не займе багато часу.

source: Installing…
uk: Встановлюємо…

source: Creating Snapshots…
uk: Створюємо снапшоти…

source: No Flatpaks Found
hu: Nem találhatóak Flatpak-ek
pl: Nie znaleziono aplikacji Flatpak
pt_br: Nenhum Flatpak encontrado
tr: Hiç Flatpak Bulunamadı
uk: Не знайдено жодного Flatpak пакунку

source: Warehouse cannot see the list of installed Flatpaks or the system has no Flatpaks installed
pt_br: O Warehouse não pode ver a lista de Flatpaks instalados ou o sistema não possui Flatpaks instalados
uk: Warehouse не може побачити список установлених Flatpak пакунків або у системі немає встановлених Flatpak пакунків.Warehouse не може побачити список установлених Flatpak пакунків або у системі немає встановлених Flatpak пакунків.

source: No Flatpaks Match Filters
pt_br: Nenhum Flatpak corresponde aos filtros
tr: Süzgeçlerle Eşleyen Flatpak Yok
uk: Не знайдено жодного Flatpak пакунку який відповідає параметрам пошуку

source: No Results Found
pt_br: Nenhum resultado encontrado
tr: Sonuç Bulunamadı
uk: Не знайдено жодного результату

source: Try a different search term.
uk: Спробуйте використати інші пошукові терміни.

source: Select All
hu: Összes kiválasztása
pl: Zaznacz wszystko
pt_br: Selecionar tudo
tr: Tümünü Seç
uk: Обрати всі

source: Uninstall Selected Apps
hu: Kiválasztott applikációk eltávolítása
pt_br: Desinstalar aplicativos selecionados
tr: Seçili Uygulamaları Kaldır
uk: Видалити обрані додатки

source: Send Selected Apps' Data to the Trash
hu: Kiválasztott applikációk adatainak kukázása
pt_br: Enviar dados dos aplicativos selecionados para a lixeira
tr: Seçili Uygulamaların Verileri Çöpe Taşı
uk: Відправити дані обраних додатків у Смітник

source: Open Copy Menu
hu: Másolás menü megnyitása
pt_br: Abrir menu de cópia
tr: Kopyala Menüsünü Aç
uk: Відкрити меню копіювання

source: Snapshot Selected Apps' Data
pt_br: Criar snapshot dos dados dos aplicativos selecionados
tr: Seçili Uygulamaların Verilerinin Anlık Görüntüsünü Oluştur
uk: Зробити снапшот даних обраних додатків

source: Manage Leftover Data…
pt_br: Gerir dados residuais…
tr: Artık Verileri Yönet…
uk: Керувати залишками даних…

source: Manage Remotes…
pt_br: Gerir repositórios remotos…
tr: Uzakları Yönet…
uk: Керувати віддаленими сховищами…

source: Install From File…
pt_br: Instalar a partir de um arquivo…
tr: Dosyadan Kur…
uk: Встановити із файлу…

source: Install From The Web…
pt_br: Instalar a partir da web…
tr: İnternetten Kur…
uk: Встановити із інтернету…

source: Refresh List
hu: Lista frissítése
pt_br: Atualizar lista
tr: Listeyi Yenile
uk: Оновити список

source: _Keyboard Shortcuts
hu: _Billentyűparancsok
pl: _Skróty klawiszowe
pt_br: Atalhos de _teclado
tr: Klavye _Kısayolları
uk: _Клавіатурні скорочення

source: _About Warehouse
hu: _A Raktárról
pt_br: _Sobre o Warehouse
tr: Warehouse _Hakkında
uk: _Про Warehouse

source: Copy Names
hu: Nevek másolása
pt_br: Copiar nomes
tr: Adları Kopyala
uk: Скопіювати назви

source: Copy IDs
hu: Azonosítók másolása
pt_br: Copiar IDs
tr: Kimlikleri Kopyala
uk: Скопіювати ідентифікатори

source: Copy Refs
hu: Hivatkozások másolása
pt_br: Copiar refs
tr: Referansları Kopyala
uk: Скопіювати референси

source: Updates Disabled
hu: Frissítések kikapcsolva
pt_br: Atualizações desabilitadas
tr: Güncellemeler Devre Dışı
uk: Оновлення вимкнені

source: {} is masked and will not be updated
hu: A(z) {} maszkolva van és nem lesz frissítve
pt_br: {} está restrito e não será atualizado
tr: {} maskelenmiş ve güncellenmeyecek
uk: Додаток {} замасковано і він більше не буде оновлюватися

source: App EOL
hu: Az applikáció elavult
pt_br: Fim de Vida do aplicativo
tr: Uygulama Ömür Sonu
uk: Додаток більше не підтримується (EOL)

source: {} has reached its End of Life and will not receive any security updates
hu: A(z) {} elavult és nem fog többé biztonsági frissítéseket kapni
pt_br: {} chegou a seu Fim de Vida e não receberá nenhuma atualização de segurança
tr: {} Kullanım Ömrünün Sonuna Ulaşmış ve güvenlik güncellemesi almayacak
uk: Додаток {} досягнув End Of Life (Кінець життя) стану і він більше не буде отримувати жодних оновлень безпеки

source: Runtime EOL
hu: Futtatókörnyezet elavult
pt_br: Fim de Vida do runtime
tr: Çalışma Zamanı Ömür Sonu
uk: Рантайм більше не підтримується (EOL)

source: {}'s runtime has reached its End of Life and will not receive any security updates
hu: A(z) {} futtatókörnyezete elavult és nem fog többé biztonsági frissítéseket kapni
pt_br: O runtime de {} chegou a seu Fim de Vida e não receberá nenhuma atualização de segurança
tr: {} çalışma zamanı Kullanım Ömrü Sonuna ulaştı ve güvenlik güncellemesi almayacak
uk: Рантайм {} досягнув End Of Life (Кінець життя) стану і він більше не буде отримувати жодних оновлень безпеки

source: Copied name
hu: Név másolva
pt_br: Nome copiado
tr: Ad kopyalandı
uk: Скопійовано назву

source: Copy Name
hu: Név másolása
pt_br: Copiar nome
tr: Adı Kopyala
uk: Скопіювати назву

source: Copied ID
hu: Azonosító másolva
pt_br: ID copiado
tr: Kimlik Kopyalandı
uk: Скопійовано ідентифікатор

source: Copy ID
hu: Azonosító másolása
pt_br: Copiar ID
tr: Kimliği Kopyala
uk: Скопіювати ідентифікатор

source: Copied ref
hu: Hivatkozás másolva
pt_br: Ref copiado
tr: Referans Kopyalandı
uk: Скопійовано референс

source: Copy Ref
hu: Hivatkozás másolása
pt_br: Copiar ref
tr: Referansı Kopyala
uk: Скопіювати референс

source: Copied launch command
hu: Indítási parancs másolva
pt_br: Comando de lançamento copiado
tr: Başlatma komutu kopyalandı
uk: Скопійовано параметри запуску

source: Copy Launch Command
hu: Indítási parancs másolása
pt_br: Copiar comando de lançamento
tr: Başlatma Komutunu Kopyala
uk: Скопіювати параметри запуску

source: Opened {}
hu: {} megnyitva
pt_br: {} aberto
tr: {} Açıldı
uk: Відкрито {}

source: Open
hu: Megnyitás
pt_br: Abrir
tr: Aç
uk: Відкрити

source: Uninstall
hu: Eltávolítás
pl: Odinstaluj
pt_br: Desinstalar
tr: Kaldır
uk: Видалити

source: Enable Updates
hu: Frissítések engedélyezése
pt_br: Ativar atualizações
tr: Güncellemeleri Etkinleştir
uk: Ввімкнути оновлення

source: Manage Snapshots
pt_br: Gerir snapshots
tr: Anlık Görüntüleri Yönet
uk: Керувати снапшотами

source: Commit Hash: {}
hu: Véglegesítő hash: {}
pt_br: Hash do commit: {}
tr: İşleme Sağlaması: {}
uk: Хеш-сума коміту: {}

source: Could not downgrade {}
hu: A(z) {} visszafejlesztése sikertelen
pt_br: Não foi possível reverter {} para a versão anterior
tr: {} sürüm düşürülemedi
uk: Не вдалося виконати даунгрейд {}

source: Could not disable updates for {}
pt_br: Não foi possível desativar as atualizações para {}
tr: {} için güncellemeler devre dışı bırakılamadı
uk: Не вдалося вимкнути оновлення для {}

source: Downgrading…
hu: Visszafejlesztés…
pt_br: Revertendo para versão anterior…
tr: Sürüm düşürülüyor…
uk: Даунгрейдинг…

source: Downgrade {}
hu: {} visszafejlesztése
pt_br: Reverter {} para versão anterior
tr: {} Sürüm Düşür
uk: Виконати даунгрейд {}

source: Ensure that {} will never be updated to a newer version
hu: Biztosátja, hogy a(z) {} sose lesz frissítve
pt_br: Garanta que {} nunca será atualizado para uma versão mais recente
tr: {} uygulamasının asla daha yeni sürüme güncellenmeyeceğinden emin ol
uk: Впевнитися що {} ніколи не буде оновлюватися до новітніх версій

source: App Management
hu: Applikációkezelés
pt_br: Gestão de aplicativos
tr: Uygulama Yönetimi
uk: Керування додатками

source: Search
hu: Keresés
pt_br: Buscar
tr: Ara
uk: Шукати

source: Refresh
hu: Frissítés
pt_br: Atualizar
tr: Yenile
uk: Оновити

source: More Functions
hu: Több funkció
pt_br: Mais funções
tr: Daha Fazla İşlev
uk: Більше функцій

source: Manage Leftover Data
hu: Maradék adatok kezelése
pl: Zarządzaj pozostałymi danymi
pt_br: Gerir dados residuais
tr: Artık Verileri Yönet
uk: Керувати залишками даних

source: Install From File
hu: Fájlból való telepítés
pt_br: Instalar a partir de um arquivo
tr: Dosyadan Kur
uk: Встановити із файлу

source: General
hu: Általános
pt_br: Geral
tr: Genel
uk: Загальні

source: Open Menu
hu: Menü megnyitása
pt_br: Abrir menu
tr: Menüyü Aç
uk: Відкрити меню

source: Show Shortcuts
hu: Billentyűparancsok megjelenítése
pt_br: Mostrar atalhos de teclado
tr: Kısayolları Göster
uk: Показати клавіатурні скорочення

source: Quit
hu: Kilépés
pt_br: Encerrar
tr: Çık
uk: Вийти

source: Flatpaks
hu: Flatpak-ek
tr: Flatpak'ler
uk: Flatpak пакунки

source: translator-credits
hu: kramo <login@kramo.hu>
pt_br: Filipe Motta <luizfilipemotta@gmail.com>
tr: Sabri Ünal <libreajans@gmail.com>
uk: volkov <volkovissocool@gmail.com>

source: Donate
pt_br: Doar
tr: Bağış Yap
uk: Зробити пожертвування

source: Contributors
pt_br: Contribuidores
tr: Katkıda Bulunanlar
uk: Спільнота

source: Installed successfully
hu: Sikeresen telepítve
pt_br: Instalado com sucesso
tr: Başarıyla kuruldu
uk: Успішно встановлено

source: Could not install some apps
hu: Pár applikációt nem lehetett telepíteni
pt_br: Alguns aplicativos não puderam ser instalados
tr: Bazı uygulamalar kurulamadı
uk: Не вдалося встановити деякі додатки

source: Attempt to Install?
hu: Megpróbálja a telepítést?
pt_br: Tentar instalar?
tr: Kurmayı Deneyelim Mi?
uk: Спробувати встановити?

source: Warehouse will attempt to install apps matching the selected data.
hu: A Raktár megpróbálja telepíteni az applikációkat, amik egyeznek a kiválasztott adatokkal.
pt_br: O Warehouse tentará instalar aplicativos que correspondam aos dados selecionados.
tr: Warehouse, seçilen verilerle eşleşen uygulamaları kurmayı deneyecek.
uk: Warehouse спробує встановити додатки які збігаються з обраними даними.

source: Trash folders?
hu: Kukázza a mappákat?
pt_br: Enviar pastas para a lixeira?
tr: Klasörler çöpe taşınsın mı?
uk: Відправити теку у Смітник?

source: These folders will be sent to the trash.
hu: A mappák a kukába kerülnek.
pt_br: Estas pastas serão enviadas para a lixeira.
tr: Bu klasörler çöpe taşınacak.
uk: Ця тека буде відправлена в Смітник.

source: Continue
hu: Folytatás
pl: Kontynuuj
pt_br: Continuar
tr: Devam Et
uk: Продовжити

source: Could not open folder
hu: Nem lehet megnyitni a mappát
pt_br: Não foi possível abrir a pasta
tr: Klasör açılamadı
uk: Не вдалося відкрити теку

source: Could not manage data
hu: Az adatok kezelése sikertelen
pt_br: Não foi possível gerir os dados
tr: Veriler yönetilemedi
uk: Не вдалося вправитися з даними

source: Copied {}
hu: {} másolva
pt_br: {} copiado
tr: {} kopyalandı
uk: Скопійовано {}

source: Could not show details
pt_br: Não foi possível mostrar os detalhes
tr: Ayrıntılar gösterilemedi
uk: Не вдалося показати подробиці

source: User Data
pt_br: Dados de usuário
tr: Kullanıcı Verisi
uk: Дані користувача

source: No User Data
pt_br: Não há dados de usuário
tr: Kullanıcı Verisi Yok
uk: Немає даних користувача

source: Name
hu: Név
pt_br: Nome
tr: Ad
uk: Назва

source: Description
hu: Leírás
pt_br: Descrição
tr: Açıklama
uk: Опис

source: App ID
hu: Azonosító
pt_br: ID do aplicativo
tr: Uygulama Kimliği
uk: Ідентифікатор додатку

source: Version
hu: Verzió
pt_br: Versão
tr: Sürüm
uk: Версія

source: Branch
hu: Ág
pt_br: Ramo
tr: Dal
uk: Гілка

source: Arch
hu: Architektúra
pt_br: Arquitetura
tr: Mimari
uk: Архітектура

source: Origin
hu: Eredet
pt_br: Origem
tr: Köken
uk: Походження

source: Installation
hu: Telepítés
pt_br: Instalação
tr: Kurulum
uk: Встановлення

source: Ref
hu: Hivatkozás
tr: Referans
uk: Референс

source: Active Commit
hu: Aktív véglegesítő
pt_br: Commit ativo
tr: Etkin İşleme
uk: Активний коміт

source: Latest Commit
hu: Legutóbbi véglegesítő
pt_br: Commit mais recente
tr: Son İşleme
uk: Останній коміт

source: Installed Size
hu: Telepítés mérete
pt_br: Tamanho instalado
tr: Kurulu Boyut
uk: Розмір встановлених файлів

source: Options
hu: Beállítások
pt_br: Opções
tr: Seçenekler
uk: Властивості

source: Trashed user data
hu: Felhasználói adatok kukázva
pl: Przeniesiono dane użytkownika do kosza
pt_br: Dados de usuário enviados para a lixeira
tr: Çöpe taşınan kullanıcı verileri
uk: Дані користувача у Смітнику

source: Could not trash user data
hu: Az adatok kukázása sikertelen
pt_br: Não foi possível enviar os dados de usuário para a lixeira
tr: Kullanıcı verileri çöpe taşınamadı
uk: Не вдалося видалити дані користувача

source: Send {}'s User Data to the Trash?
hu: Kukázza a(z) {} adatait?
pt_br: Enviar dados de usuário do {} para a lixeira?
tr: {} Kullanıcı Verilerini Çöpe Taşınsın Mı?
uk: Відправити дані користувача додатку {} у Смітник?

source: Trash Data
hu: Adatok kukázása
pl: Przenieś dane do kosza
pt_br: Enviar dados para a lixeira
tr: Çöp Veri
uk: В Смітник

source: {} Properties
hu: {} tulajdonságai
pt_br: Propriedades do {}
tr: {} Özellikleri
uk: Властивості {}

source: Could not remove {}
hu: Nem lehet eltávolítani a következőt: {}
pt_br: Não foi possível remover {}
tr: {} kaldırılamadı
uk: Не вдається видалити {}

source: Any installed apps from {} will stop receiving updates
hu: A(z) {} helyről telepített applikációk nem fognak további frissítéseket kapni
pt_br: Todos os aplicativos instalados de {} irão parar de receber atualizações
tr: {} uzağından kurulan tüm uygulamalar güncelleme almayı durduracak
uk: Усі додатки які встановлені із {} більше не будуть отримувати жодних оновлень

source: Remove {}?
hu: {} eltávolítása?
pt_br: Remover {}?
tr: {} Kaldırılsın Mı?
uk: Видалити {}?

source: Remove
hu: Eltávolítás
pt_br: Remover
tr: Kaldır
uk: Видалити

source: Disabled
pt_br: Desativado
tr: Devre Dışı
uk: Вимкнено

source: View apps from this remote
uk: Переглянути додатки із цього віддаленого сховища

source: Copy remote name
hu: Tároló nevének másolása
pt_br: Copiar nome do repositório remoto
tr: Uzak adını kopyala
uk: Скопіювати назву віддаленого сховища

source: The open source, pay-what-you-want app store from elementary
hu: Az elementary nyílt forráskódú, fizessen-amennyit-akar alkalmazásüzlete
pt_br: A loja de aplicativos de código aberto, pague-o-que-quiser, do elementary
tr: Elementary dağıtımı tarafından sağlanan, açık kaynak kodlu, istediğin kadar öde uygulama mağazası
uk: З відкрити джерельним кодом, платіть-скільки-бажаєте, магазин додатків від розробників elementaryOS

source: Central repository of Flatpak applications
pt_br: Repositório central de aplicativos Flatpak
tr: Flatpak uygulamalarının merkezi deposu
uk: Центральний репозиторій Flatpak додатків

source: Beta builds of Flatpak applications
pt_br: Versões beta de aplicativos Flatpak
tr: Flatpak uygulamalarının beta sürümleri
uk: Бета версії Flatpak додатків

source: Flatpaks packaged by Fedora Linux
hu: Flatpak-ek a Fedora Linux által csomagolva
pt_br: Flatpaks empacotados pelo Fedora Linux
tr: Fedora Linux tarafından paketlenmiş Flatpak'ler
uk: Flakpak додатки паковані розробниками Fedora Linux

source: The latest beta GNOME Apps and Runtimes
hu: A legutóbbi GNOME alkalmazások és futtatókörnyezetek bétái
pt_br: As versões beta mais recentes dos aplicativos e runtimes do GNOME
tr: GNOME Uygulamaları ve Çalışma Zamanlarının güncel Beta sürümleri
uk: Найсвіжіші бета версії додатків і рантаймів GNOME

source: Beta KDE Apps and Runtimes
pt_br: Versões beta dos aplicativos e runtimes do KDE
tr: KDE Uygulamaları ve Çalışma Zamanlarının Beta sürümleri
uk: Бета версії додатків і рантаймів KDE

source: Central repository of the WebKit Developer and Runtime SDK
pt_br: Repositório central do SDK de desenvolvedor e do runtime do WebKit
tr: WebKit Geliştirici ve Çalışma Zamanı SDK'sının merkezi deposu
uk: Центральний репозиторій розробників WebKit та рантантаймів SDK

source: Could not add {}
hu: A(z) {} tárolót nem lehetett hozzáadni
pt_br: Não foi possível adicionar {}
tr: {} eklenemedi
uk: Не вдалося додати {}

source: Add Flatpak Remote
hu: Flatpak tároló hozzáadása
pt_br: Adicionar repositório remoto de Flatpak
tr: Flatpak Uzak Ekle
uk: Додати віддалене сховище Flatpak

source: Add
hu: Hozzáad
pt_br: Adicionar
tr: Ekle
uk: Додати

source: URL
uk: URL-адреса

source: User
hu: Felhasználó
pt_br: Usuário
tr: Kullanıcı
uk: Користувач

source: Remote will be available to only you
hu: Csak önnek lesz elérhető a tároló
pt_br: O repositório remoto estará disponível somente para você
tr: Uzak sadece sizin tarafınızdan kullanılabilecek
uk: Віддалене сховище буде доступно лише цьому користувачу

source: System
hu: Rendszer
pt_br: Sistema
tr: Sistem
uk: Система

source: Remote will be available to every user on the system
hu: Minden felhasználó számára elérhető lesz a tároló
pt_br: O repositório remoto estará disponível para todos os usuários do sistema
tr: Uzak sistemdeki tüm kullanıcılar tarafından kullanılabilecek
uk: Віддалене сховище буде доступно кожному користувачу у цій системі

source: {} successfully added
hu: {} sikeresen hozzáadva
pt_br: {} adicionado com sucesso
tr: {} eklendi
uk: {} був успішно доданий

source: Add {}?
hu: Hozzáadja a {} tárolót?
pt_br: Adicionar {}?
tr: {} Eklensin Mi?
uk: Додати {}?

source: Flatpak Repos
hu: Flatpak tárolók
pt_br: Repositórios Flatpak
tr: Flatpak Depoları
uk: Репозиторії Flatpak

source: Installed Remotes
pt_br: Repositórios remotos instalados
tr: Kurulu Uzaklar
uk: Встановлені віддалені сховища

source: Show disabled
uk: Показати вимкнені

source: No remotes on the system, add some from below
uk: Немає віддалених сховищ у системі, дадайте нові знизу

source: Add a Popular Remote
pt_br: Adicione um repositório remoto popular
tr: Popüler Uzak Ekle
uk: Додати популярне віддалене сховище

source: Add Other Remotes
pt_br: Adicione outros repositórios remotos
tr: Diğer Uzakları Ekle
uk: Додати інші віддалені сховища

source: Adding Remote…
uk: Додаємо віддалене сховище…

source: Uninstalled successfully
hu: Sikeresen eltávolítva
pt_br: Desinstalado com sucesso
tr: Kaldırıldı
uk: Успішно видалено

source: Could not uninstall some apps
hu: Pár applikációt nem lehetett eltávolítani
pt_br: Não foi possível desinstalar alguns aplicativos
tr: Kimi uygulamalar kaldırılamadı
uk: Не вдалося видалити деякі додатки

source: Uninstall Selected Apps?
hu: Eltávolítja a kiválasztott appokat?
pl: Odinstalować wybrane aplikacje?
pt_br: Desinstalar aplicativos selecionados?
tr: Seçili Uygulamalar Kaldırılsın Mı?
uk: Видалити обрані додатки?

source: It will not be possible to use these apps after removal.
hu: Eltávolítás után nem lehet őket használni.
pt_br: Não será possível usar estes aplicativos depois de removidos.
tr: Kaldırıldıktan sonra bu uygulamalar kullanılamayacak.
uk: Неможливо буде використовувати ці додатки після їхнього видалення.

source: App Settings & Data
hu: App beállítások & adatok
pt_br: Configurações e dados do aplicativo
tr: Uygulama Ayarları ve Veriler
uk: Налаштування та дані додатку

source: Keep
hu: Megtart
pt_br: Manter
tr: Koru
uk: Зберегти

source: Allow restoring these apps' settings and content
hu: Engedélyezi az applikációk beállításainak és tartalmának helyreállítását
pt_br: Permitir a restauração das configurações e dados destes aplicativos
tr: Bu uygulamaların ayarlarını ve içeriğini geri yüklemeye izin ver
uk: Дозволити відновлення налаштувань та вмісту цих додатків

source: Send these apps' settings and content to the trash
hu: Az applikációk beállításainak és tartalmának kukázása
pt_br: Enviar as configurações e dados destes aplicativos para a lixeira
tr: Bu uygulamaların ayarlarını ve içeriğini çöpe taşı
uk: Відправити налаштування та вміст цих додатків у Смітник

source: Cannot uninstall while already uninstalling
hu: Nem lehet eltávolítani, ha az eltávolítás már folyamatban van
pt_br: Não é possível desinstalar enquanto já está desinstalando
tr: Kaldırma işlemi sürdüğünden kaldırılamıyor
uk: Неможливо видалити доки йде процес видалення

source: Uninstall {}?
hu: Eltávolítja a következőt: {}?
pt_br: Desinstalar {}?
tr: {} Kaldırılsın Mı?
uk: Видалити {}?
