Repository: flattool/flattool-gui
Catalog: po/*.po
Languages: hu, pl, pt_br, tr, uk

source: It will not be possible to use {} after removal.
hu: Nem lesz lehetséges a(z) {} használata az eltávolítás után.
pt_br: Não será possível usar {} depois de removido.
tr: {} kaldırıldıktan sonra kullanılamayacak.
uk: Неможливо буде використовувати {} після видалення.

source: Allow restoring this app's settings and content
hu: Engedélyezi az applikáció beállításainak és tartalmának helyreállítását
pt_br: Permitir a restauração das configurações e dados deste aplicativo
tr: Bu uygulamanın ayarlarını ve içeriğini geri yüklemeye izin ver
uk: Дозволити відновлення налаштувань та вмісту цього додатку

source: Send this app's settings and content to the trash
hu: Az applikáció beállításainak és tartalmának kukázása
pt_br: Enviar as configurações e dados deste aplicativo para a lixeira
tr: Bu uygulamanın ayarlarını ve içeriğini çöpe taşı
uk: Відправити налаштування та вміст цього додатку у Смітник

source: List refreshed
pl: Lista odświeżona
pt_br: Lista atualizada
tr: Liste yenilendi
uk: Список оновлено

source: Your files and data for this app will be sent to the trash.
hu: Az adatai a kukába lesznek helyezve.
pt_br: Seus arquivos e dados deste aplicativo serão enviados para a lixeira.
tr: Bu uygulama için olan dosyalarınız ve verileriniz çöpe taşınacak.
uk: Ваші файли та дані для цього додатку будуть відправлені у Смітник.

source: Disable Updates for {}?
hu: Kikapcsolja a(z) {} frissítését?
pt_br: Desativar atualizações para {}?
tr: {} Güncellemeleri Devre Dışı Bırakılsın Mı?
uk: Вимкнути оновлення для {}?

source: Set Filters
hu: Szűrők beállítása
pt_br: Definir filtros
tr: Süzgeçleri Ayarla
uk: Встановити фільтри

source: Show Apps
hu: Applikációk megjelenítése
pt_br: Mostrar aplicativos
tr: Uygulamaları Göster
uk: Показати додатки

source: Show Runtimes
hu: Futtatókörnyezetek megjelenítése
pt_br: Mostrar runtimes
tr: Çalışma Zamanlarını Göster
uk: Показати рантайми

source: Search List
hu: Keresés a listában
pt_br: Buscar na lista
tr: Listede Ara
uk: Шукати у списку

source: Open Data Folder
hu: Adatmappa megnyitása
pt_br: Abrir pasta de dados
tr: Veri Klasörünü Aç
uk: Відкрити теку даних

source: No Leftover Data
hu: Nincsenek maradék adatok
pt_br: Sem dados residuais
tr: Artık Veri Yok
uk: Немає залишків даних

source: There is no leftover user data
hu: Nincsenek maradék adatok
pl: Brak pozostałych danych użytkownika
pt_br: Não há dados de usuário residuais
tr: Artık kullanıcı verisi yok
uk: Немає залишків даних користувача

source: Try a different search term
pt_br: Tente um termo de busca diferente
uk: Спробуйте використати інші пошукові терміни

source: Trash
hu: Kuka
pt_br: Enviar para a lixeira
tr: Çöpe Taşı
uk: Видалити

source: Install
hu: Telepítés
pt_br: Instalar
tr: Kur
uk: Встановити

source: Add Remote
hu: Tároló hozzáadása
pt_br: Adicionar repositório
uk: Додати віддалене сховище

source: Add a Repo File
hu: Tároló fájl hozzáadása
pt_br: Adicione um arquivo de repositório
tr: Depo Dosyası Ekle
uk: Додати файл репозиторію

source: Add a Custom Remote
hu: Egyedi tároló hozzáadása
pt_br: Adicione um repositório personalizado
tr: Özel Uzak Ekle
uk: Додати власне віддалене сховище

source: Open User Data Folder
hu: Adatmappa megnyitása
pt_br: Abrir pasta de dados de usuário
tr: Kullanıcı Veri Klasörünü Aç
uk: Відкрити таку з даними користувача

source: Trash User Data
hu: Felhasználói adatok kukázása
pl: Przenieś dane użytkownika do kosza
pt_br: Enviar dados de usuário para a lixeira
tr: Kullanıcı Verilerini Çöpe Taşı
uk: Відправити дані користувача у Смітник

source: View Properties
hu: Tulajdonságok
pl: Wyświetl właściwości
pt_br: Ver propriedades
tr: Özellikleri Göster
uk: Переглянути властивості

source: Copy
hu: Másol
pt_br: Copiar
tr: Kopyala
uk: Скопіювати

source: Manage Remotes
hu: Tárolók kezelése
pt_br: Gerir repositórios remotos
tr: Uzakları Yönet
uk: Керувати віддаленими сховищами

source: This will mask {} ensuring it will never recieve any feature or security updates.
hu: Ez maszkolja a(z) {} Flatpak-et, biztosítva, hogy nem fog többé biztonsági vagy funkciófrissítéseket kapni.
pt_br: Isso irá restringir {}, garantindo que o aplicativo nunca receba nenhuma atualização de recursos ou segurança.
tr: Bu, {} uygulamasını maskeleyecek, özellik ya da güvenlik güncellemesi almasını önleyecektir.
uk: Це замаскує {} через що він більше не буде отримувати жодних оновлень безпеки та функціоналу.

source: Could not Run App
hu: Az applikációt nem lehetett futtatni
pt_br: Não foi possível executar o aplicativo
tr: Uygulama Çalıştırılamadı
uk: Не вдалося запустити додаток

source: OK
hu: Rendben
tr: Tamam
uk: Добре

source: {} has no data to trash
pt_br: {} não possui dados para enviar para a lixeira
tr: {} için çöpe taşınacak veri yok
uk: {} не має даних у Смітнику

source: Could not trash {}'s data
pt_br: Não foi possível enviar os dados do {} para a lixeira
tr: {} verileri çöpe taşınamadı
uk: Не вдалося видалити дані {}

source: Trash Selected Apps' User Data?
hu: Kukázza a kijelölt applikációk adatait?
pt_br: Enviar para a lixeira os dados de usuário dos aplicativos selecionados?
tr: Seçilen Uygulamaların Kullanıcı Verileri Çöpe Taşınsın Mı?
uk: Відправити у Смітник дані користувача обраних додатків?

source: Your files and data for these apps will be sent to the trash.
hu: Az adatai a kukába lesznek helyezve.
pt_br: Seus arquivos e dados destes aplicativos serão enviados para a lixeira.
tr: Bu uygulamalar için olan dosyalarınız ve verileriniz çöpe taşınacak.
uk: Ваші файли та дані обраних додатків будуть відправлені у Смітник.

source: Could not snapshot some apps
pt_br: Não foi possível criar snapshot de alguns aplicativos
tr: Kimi uygulamaların anlık görüntüsü oluşturulamadı
uk: Не вдалося створити снапшоти деяких додатків

source: Create Snapshots?
pt_br: Criar snapshots?
tr: Anlık Görüntü Oluşturulsun Mu?
uk: Створити снапшоти?

source: Snapshots are backups of the app's user data. They can be reapplied at any time. This could take a while.
pt_br: Snapshots são backups dos dados do usuário do aplicativo. Eles podem ser reaplicados a qualquer momento. Isso pode levar um tempo.
tr: Anlık görüntüler, uygulamanın kullanıcı verilerinin yedekleridir. İstenildiği zaman yeniden uygulanabilirler. Bu biraz zaman alabilir.
uk: Снапшоти це резервні копії даних додатків користувача. Їх можна відновити у будь-який час. Цей процес може зайняти певний час.

source: Copied selected app names
hu: A kiválasztott applikációk neve másolva
pt_br: Copiar nomes dos aplicativos selecionados
tr: Seçilen uygulama adları kopyalandı
uk: Скопійовані назви обраних додатків

source: Copied selected app IDs
hu: A kiválasztott applikációk azonosítója másolva
pl: Skopiowano identyfikatory wybranych aplikacji
pt_br: Copiar IDs dos aplicativos selecionados
tr: Seçilen uygulama kimlikleri kopyalandı
uk: Скопійовані ідентифікатори обраних додатків

source: Copied selected app refs
hu: A kiválasztott applikációk hivatkozása másolva
pt_br: Copiar refs dos aplicativos selecionados
tr: Seçilen uygulama referansları kopyalandı
uk: Скопійовано референси обраних додатків

source: Could not install app
hu: Az applikáció telepítése sikertelen
pt_br: Não foi possível instalar o aplicativo
tr: Uygulama kurulamadı
uk: Не вдалося встановити додаток

source: Install {}?
hu: {} telepítése?
pt_br: Instalar {}?
tr: {} Kurulsun Mu?
uk: Встановити {}?

source: The app will be available to only you
hu: Az applikáció csak önnek lesz elérhető
pt_br: O aplicativo estará disponível apenas para você
tr: Uygulama sadece sizin kullanımınıza özel olacak
uk: Цей додаток буде доступний лише вам

source: The app will be available to every user on the system
hu: Az applikáció minden felhasználó számára elérhető lesz
pt_br: O aplicativo estará disponível para todos os usuários do sistema
tr: Uygulama sistemdeki tüm kullanıcılar tarafından kullanılabilecek
uk: Додаток буде доступний усім користувачам у системі

source: File type not supported
hu: A fájl típus nem támogatott
pt_br: Tipo de arquivo não suportado
uk: Тип файлу не підтримується

source: Fetching Releases
pt_br: Obtendo versões

source: This could take a while
pt_br: Isso pode levar um tempo

source: Filter by Remotes
pt_br: Filtrar por repositórios

source: Filter by Runtimes
pt_br: Filtrar por runtimes

source: Reset Filters
pt_br: Redefinir filtros

source: Installing
pt_br: Instalando

source: Choose from a list of popular remotes or add a new one
pt_br: Escolha a partir de uma lista de repositórios populares ou adicione um novo

source: Loading User Data
pt_br: Carregando dados de usuário

source: Show Apps Using This Runtime
pt_br: Mostrar aplicativos que usam este runtime

source: Show Details in Store
pt_br: Mostrar detalhes na loja
tr: Ayrıntıları Mağazada Göster

source: Refresh List of Remotes
pt_br: Atualizar lista de repositórios

source: Show Disabled
pt_br: Mostrar desativados

source: No Remotes Found
pt_br: Nenhum repositório remoto encontrado

source: Adding Remote
pt_br: Adicionando repositório remoto

source: This should only take a moment
pt_br: Isso deve levar apenas um momento

source: Search Criteria
pt_br: Critérios de Busca

source: Choose a Remote to Search
pt_br: Escolha um repositório remoto para pesquisar

source: Results
pt_br: Resultados

source: Back
pt_br: Voltar

source: Start Search
pt_br: Iniciar busca

source: Search for Flatpaks
pt_br: Buscar Flatpaks
tr: Flatpaks Ara

source: Search for Flatpaks that you want to install
pt_br: Busque por Flatpaks que você deseja instalar
tr: Kurmak istediğiniz Flatpak'leri arayın

source: Searching
pt_br: Buscando

source: Too Many Results
pt_br: Há resultados demais

source: Try being more specific with your search
pt_br: Tente fazer uma busca mais específica
tr: Aramanızda daha spesifik olmayı deneyin

source: Open Snapshots Folder
pt_br: Abrir pasta de snapshots
tr: Anlık Görüntüler Klasörünü Aç

source: New Snapshot
pt_br: Novo snapshot
tr: Yeni Anlık Görüntü

source: No Snapshots
pt_br: Nenhum snapshot
tr: Anlık Görüntü Yok

source: Snapshots are backups of the app's user data. They can be reapplied at any time.
pt_br: Snapshots são backups dos dados de usuário do aplicativo. Eles podem ser reaplicados a qualquer momento.
tr: Anlık görüntüler, uygulamanın kullanıcı verilerinin yedekleridir. İstenildiği zaman yeniden uygulanabilirler.

source: Loading Flatpaks
pt_br: Carregando Flatpaks

source: Uninstalling
pt_br: Desinstalando

source: Creating Snapshots
pt_br: Criando snapshots

source: No installed Flatpak matches all of the currently applied filters
pt_br: Nenhum Flatpak instalado corresponde a todos os filtros atualmente aplicados

source: Select
pt_br: Selecionar

source: View More
pt_br: Ver mais

source: Working on {} {} out of {}
pt_br: Trabalhando em {} {} de {}

source: {} selected
pt_br: {} selecionado(s)

source: User wide
pt_br: Escopo de usuário
tr: Kullanıcı geneli

source: System wide
pt_br: Escopo de sistema
tr: Sistem geneli

source: Unknown install type
pt_br: Tipo de instalação desconhecido
tr: Bilinmeyen kurulum türü

source: Could not enable {}
pt_br: Não foi possível ativar {}
tr: {} etkinleştirilemedi

source: Could not disable {}
pt_br: Não foi possível desativar {}
tr: {} devre dışı bırakılamadı

source: Disable {}?
pt_br: Desativar {}?
tr: {} Devre Dışı Bırakılsın Mı?

source: Disable
pt_br: Desativar
tr: Devre Dışı

source: Could not view apps
pt_br: Não foi possível ver os aplicativos
tr: Uygulamalar görüntülenemedi

source: Set Filter
pt_br: Definir filtro
tr: Süzgeçi Ayarla

source: Enable
pt_br: Ativar
tr: Etkinleştir

source: There is no User Data to Snapshot
pt_br: Não há dados de usuário para salvar em snapshot
tr: Anlık Görüntüsü Oluşturulacak Kullanıcı Verisi Yok

source: Version {}
pt_br: Versão {}
tr: Sürüm {}

source: Apply Snapshot
pt_br: Aplicar snapshot
tr: Uygula

source: Trash Snapshot
pt_br: Enviar snapshot para a lixeira
tr: Çöpe Taşı

source: Could not trash snapshot
pt_br: Não foi possível enviar snapshot para a lixeira
tr: Anlık görüntü çöpe taşınamadı

source: Trash Snapshot?
pt_br: Enviar snapshot para a lixeira?
tr: Anlık Görüntü Çöpe Taşınsın Mı?

source: This snapshot and its contents will be sent to the trash.
pt_br: Este snapshot e seu conteúdo serão enviados para a lixeira.
tr: Bu anlık görüntü ve içeriği çöpe taşınacak.

source: Could not create snapshot
pt_br: Não foi possível criar snapshot
tr: Anlık görüntü oluşturulamadı

source: Creating Snapshot…
pt_br: Criando snapshot…
tr: Anlık Görüntü Oluşturuluyor…

source: Could not apply snapshot
pt_br: Não foi possível aplicar snapshot
tr: Anlık görüntü uygulanamadı

source: Snapshot applied
pt_br: Snapshot aplicado
tr: Anlık görüntü uygulandı

source: Applying Snapshot…
pt_br: Aplicando snapshot…
tr: Anlık Görüntü Uygulanıyor…

source: Apply Snapshot?
pt_br: Aplicar snapshot?
tr: Anlık Görüntü Uygulansın Mı?

source: Applying this snapshot will trash any current user data for {}.
pt_br: Aplicar este snapshot enviará para a lixeira qualquer dado atual de usuário do {}.
tr: Bu anlık görüntünün uygulanması {} için mevcut tüm kullanıcı verilerini çöpe taşıyacak.

source: Runtime
hu: Futtatókörnyezet
tr: Çalışma Zamanı

source: {} Snapshots
tr: {} Anlık Görüntü

source: Warehouse
hu: Raktár

source: No description
pl: Brak opisu

source: The app will be removed from your system.
pl: Aplikacja zostanie usunięta z systemu.

source: The app will be removed from your system. Optionally, you can also trash its user data.
pl: Aplikacja zostanie usunięta z systemu. Opcjonalnie możesz również przenieść jej dane użytkownika do kosza.

source: Uninstall and Trash Data
pl: Odinstaluj i przenieś dane do kosza

source: No Data
pl: Brak danych

source: Please Wait
pl: Proszę czekać

source: Flattool is attempting to install the selected apps. This could take a while.
pl: Flattool próbuje zainstalować wybrane aplikacje. To może chwilę potrwać.

source: Can't trash {}
pl: Nie można przenieść do kosza {}

source: Trashed data
pl: Przeniesiono do kosza dane

source: Can't install {}
pl: Nie można zainstalować {}

source: Installed all apps
pl: Zainstalowano wszystkie aplikacje

source: Choose a Remote
pl: Wybierz zdalne źródło

source: Choose the Flatpak Remote Repository where attempted app downloads will be from.
pl: Wybierz zdalne źródło Flatpak, z którego będą próby pobierania aplikacji.

source: Trash Selected
pl: Przenieś zaznaczone do kosza

source: Attempt to Install Selected
pl: Próbuj zainstalować zaznaczone

source: {} Selected
pl: {} zaznaczone

source: Uninstall {}
pl: Odinstaluj {}

source: No user data for {}
pl: Brak danych użytkownika dla {}

source: Can't trash user data for {}
pl: Nie można przenieść danych użytkownika do kosza dla {}

source: Delete Selected User Data?
pl: Usunąć wybrane dane użytkownika?

source: This user data will be sent to the trash.
pl: Te dane użytkownika zostaną przeniesione do kosza.

source: Can't uninstall {}
pl: Nie można odinstalować {}

source: Uninstalled apps
pl: Odinstalowane aplikacje

source: Optionally, you can also trash their user data
pl: Opcjonalnie możesz również przenieść do kosza ich dane użytkownika

source: Search for an Installed App
pl: Szukaj zainstalowanej aplikacji

source: Refresh the List of Installed Apps
pl: Odśwież listę zainstalowanych aplikacji

source: Enter Selection Mode
pl: Wejdź w tryb wyboru

source: Select all Flatpaks
pl: Zaznacz wszystkie aplikacje Flatpak

source: Uninstall Selected Flatpaks
pl: Odinstaluj wybrane aplikacje Flatpak

source: Send Selected Flatpaks' Data to the Trash
pl: Przenieś dane wybranych aplikacji Flatpak do kosza

source: Copy App ID
pl: Skopiuj identyfikator aplikacji

source: Copy Selected Flatpaks' IDs Separated by a New Line
pl: Skopiuj identyfikatory wybranych aplikacji Flatpak oddzielone nową linią

source: Flattool cannot see the list of installed Flatpaks or the system has no Flatpaks installed.
pl: Flattool nie widzi listy zainstalowanych aplikacji Flatpak lub system nie ma zainstalowanych aplikacji Flatpak.

source: Flattool is uninstalling the selected apps. This could take a while.
pl: Flattool odinstalowuje wybrane aplikacje. To może chwilę potrwać.

source: Show Flatpak Runtimes
pl: Pokaż środowiska wykonawcze Flatpak

source: Manage Orphaned Data Folders
pl: Zarządzaj porzuconymi folderami z danymi

source: _About Flattool-gui
pl: _O Flattool-gui
